<script setup>
    const props = defineProps({
        msg: String,
        
    })

    const emit = defineEmits(['change'])

</script>


<template>
    <div v-if="msg ==='ship'" class="tu-ship">
        <div class="tu-color">
            <div class="tu-text">
                <h1>船舶电动化“风起云涌”</h1>
                <p><a href="">QIXIN</a><span>/</span> 12 , 22 , 2021 <span>/</span><a >电动船舶</a></p>
            </div>
        </div>
    </div>

    <div v-else-if="msg ==='robot'" class="tu-robot">
        <div class="tu-color">
            <div class="tu-text">
                <h1>中国工业机器人产业：拥抱发展新机遇</h1>
                <p><a href="">QIXIN</a><span>/</span> 12 , 22 , 2021 <span>/</span><a >工业机器人</a></p>
            </div>
        </div>
    </div>

    <div v-else-if="msg ==='wind'" class="tu-wind">
        <div class="tu-color">
            <div class="tu-text">
                <h1>国家能源局：风光大基地应开尽开、能开尽开</h1>
                <p><a href="">QIXIN</a><span>/</span> 12 , 22 , 2021 <span>/</span><a >新能源</a></p>
            </div>
        </div>
    </div>
    <div v-else>error</div>


    <div v-if="msg === 'robot'" class="wen">
        <p>
            在2021年中国国际服务贸易交易会上，百度发布的“EasyDL手势识别机械臂”引得不少观众驻足。据了解，基于百度EasyDL零门槛人工智能开发平台定制的手势识别模型，通过软硬一体方案完成边缘部署集成在机械臂中，能够实现对手势的识别及实时互动。该机械臂可以在工业生产中替代质检岗位人员，又快又准地完成产品质检、分拣等任务，为企业节省成本、提高效率。
        </p>
        <p>
            工业机器人是制造业智能化转型升级的动力之源。工业和信息化部装备工业一司司长王卫明介绍，我国已经连续8年成为全球最大的工业机器人消费国，其应用领域已经覆盖汽车、电子、冶金、轻工、石化、医药等52个行业大类、143个行业中类，正极大地改变着人们的生产方式。
        </p>
        <p>
            <span>广泛应用拉动产量增长</span>
        </p>
        <p>
            “十三五”期间，通过持续创新、深化应用，我国机器人产业呈现良好发展势头。其中，工业机器人产量从7.2万套增长到21.2万套，年均增长31%。“快速增长得益于政策、生产能力的支撑以及应用场景保障。此外，新冠肺炎疫情仍在全球蔓延，中国依托完整的产业链和有力的疫情防控措施，承接其他国家转移至中国的制造业订单。”在国家信息中心预测部产业经济研究室主任魏琪嘉看来，外贸订单增加使得依靠传统低成本要素扩大产能的发展模式受到严峻挑战，制造业企业亟需通过工业机器人提高产能，其需求被进一步激发。
        </p>
        <p>
            工业和信息化部装备工业一司副司长汪宏表示，我国制造业智能化转型升级步伐的加快，使得工业机器人应用范围持续拓展。我国工业机器人密度由2015年的51台/万人增至2020年的246台/万人，达到全球平均水平近2倍。
        </p>
        <p>
            为推动工业机器人高质量发展，工业和信息化部、科学技术部等15个部门联合印发《“十四五”机器人产业发展规划》，明确提出，到2025年制造业机器人密度实现翻番。如何实现上述目标，魏琪嘉认为，一方面，要让优质资源进一步向制造业领域汇聚，为工业机器人高质量发展奠定坚实基础；另一方面，工业机器人作为技术集成度高、应用环境复杂、操作维护较为专业的高端装备，对应用型人才有着多层次需求，要重点关注专业技术人才的培养。
        </p>
        <p>
            针对具体应用场景，中国机器人产业联盟执行理事长宋晓刚建议，面向汽车、航空航天、轨道交通等领域，应研制高精度、高可靠性的焊接机器人；面向半导体行业，研制自动搬运、智能移动与存储等真空(洁净)机器人，具备防爆功能的民爆物品生产机器人，AGV、无人叉车，分拣、包装等物流机器人；面向3C、汽车零部件等领域，研制大负载、轻型、柔性、双臂、移动等协作机器人。
        </p>
        <p>
            <span>亟需补齐基础零部件短板</span>
        </p>
        <p>
            “‘十三五’期间，精密减速器、高性能伺服驱动系统、智能控制器、智能一体化关节等机器人关键部件加快突破、创新成果不断涌现，整机性能大幅提升、功能愈加丰富，产品质量日益优化。”王卫明表示，但是与世界先进水平相比，我国机器人产业还存在一定差距，比如关键零部件质量稳定性、可靠性等还不能满足高性能整机的需求，高速、高精、重载等高性能整机产品供给缺乏等。
        </p>
        <p>
            魏琪嘉认为，尽管我国在工业机器人相关基础零部件方面已拥有一定基础，但是无论从质量、可靠性、产品系列，还是批量化供给方面都与国外产品有较大差距，特别是在高性能交流伺服电机和高精密减速器方面差距明显。“我国目前自主生产的机器人核心关键零部件大量依靠进口，因此出现性价比低、核心技术受制于人、竞争力差等问题，须高度重视工业机器人零部件产业发展。”
        </p>
        <p>
            为补齐工业机器人产业发展短板，《规划》提出，推动用产学研联合攻关，提升机器人关键零部件的功能、性能和可靠性。其中，在“机器人关键基础提升行动”中，对机器人零部件提出具体目标：研发RV减速器和谐波减速器的先进制造技术及工艺，提高减速器的精度保持性(寿命)、可靠性，降低噪音，实现规模生产；优化高性能伺服驱动控制、伺服电机结构设计、制造工艺等技术，研制高精度、高功率密度的机器人专用伺服电机及高性能电机制动器等核心部件；研发具有高实时性、高可靠性、多处理器并行工作或多核处理器的控制器硬件系统；突破多关节高精度运动解算、运动控制及智能运动规划算法，提升控制系统的智能化水平及安全性、可靠性和易用性。
        </p>
        <p>
            <span>加快提升产业创新能力</span>
        </p>
        <p>
            技术积累不足，原创性研究、理论研究、系统设计能力欠缺也是制约我国工业机器人发展的瓶颈。如何提升工业机器人产业创新能力？在宋晓刚看来，一方面要聚焦产业发展需求，突破机器人系统开发、操作系统等共性技术；另一方面要鼓励骨干企业联合开展机器人协同研发，推动软硬件系统标准化和模块化，提高新产品研发效率。
        </p>
        <p>
            “虽然国内企业在机器人技术上与国外有明显差距，但在实际应用工业机器人的系统集成项目中，影响系统精度及可靠性的因素很多。这不仅由机器人本身所决定，还包括控制系统、附属夹具、传输设备精度、视觉传感器等因素。”魏琪嘉告诉记者，鼓励系统开发商和机器人企业协调发展，利用系统集成领域的技术优势弥补国产机器人单体技术的不足，从而能够使整体解决方案在市场上具备与国际巨头企业竞争的能力。
        </p>
        <p>
            “要发挥机器人重点实验室、工程(技术)研究中心、创新中心等研发机构的作用，加强前沿、共性技术研究，加快创新成果转移转化，构建有效的产业技术创新链。同时，推进人工智能、5G、大数据、云计算等新技术融合应用，提高工业机器人智能化和网络化水平。”宋晓刚说。
        </p>
       
    </div>

    <div v-else-if="msg === 'wind'" class="wen">
        <p>
            近日，国家能源局局长章建华、国家能源局新能源和可再生能源司司长李创军就“十四五”时期构建现代能源体系、可再生能源的相关部署发表了相关观点。
        </p>
        <p>
            章建华在《全面构建现代能源体系 推动新时代能源高质量发展》一文中明确，“十四五”时期能源发展要坚决贯彻碳达峰、碳中和重大战略决策，要坚定不移走生态优先、绿色低碳的高质量发展道路，打造清洁低碳能源生产消费体系。
        </p>
        <p>
            具体实施路径中明确要加快实施可再生能源替代行动。重点如下：推进建设总规模4.5亿千瓦的大型风电光伏基地，加快分布式新能源发展。规划建设以大型风电光伏基地为基础、以其周边清洁高效先进节能的煤电为支撑、以稳定安全可靠的特高压输变电线路为载体的新能源供给消纳体系。开展新能源微电网和主动配电网建设，加快分布式新能源发展。
        </p>
        <p>
            在全面构建现代能源体系中，可再生能源的发展举足轻重。国家能源局新能源和可再生能源司司长李创军在日前接受中国电力报采访时表示，加快可再生能源替代进程，一方面，要大力推进可再生能源基地化开发。在风能和太阳能资源禀赋较好、建设条件优越的地区，积极推进风电和光伏发电集中式开发，加快推进以沙漠戈壁荒漠地区为重点的大型风电光伏基地项目建设。在稳妥组织实施第一批项目基础上，认真做好第二批项目的组织工作。同时，积极推动“三北”其他地区风电光伏基地化开发、西南地区水风光一体化基地开发和海上风电集群化开发。
        </p>
        <p>
            对于大型风电光伏基地，经调研显示技术可开发比重占全国的60%以上，在沙漠戈壁荒漠地区建设大型风电光伏基地，可以充分发挥这些地区风能太阳能资源富集、建设条件好的优势，是着力筑牢国家能源安全屏障、推进能源绿色低碳转型的重要举措。
        </p>
        <p>
            李创军表示，2022年一季度，第一批约1亿千瓦的大型风电光伏基地项目已开工约8400万千瓦。后续将以库布齐、乌兰布和、腾格里、巴丹吉林沙漠为重点，以其他沙漠和戈壁地区为补充，综合考虑采煤沉陷区，加快推动总规模约4.5亿千瓦的大型风电光伏基地规划布局方案落地实施。结合以沙漠戈壁荒漠为重点的大型风电光伏基地整体布局，按照“应开尽开，能开尽开”的原则，认真做好第二批大型风电光伏基地项目的组织实施工作。
        </p>
        <p>
            此外，全面启动“十四五”可再生能源发展规划中的可再生能源基地建设，着力推动新疆、黄河上游、河西走廊、黄河几字弯、冀北、松辽、黄河下游等七大陆上新能源基地建设，组织相关省（区）编制基地规划方案，进一步优化项目布局和建设时序；推进川滇黔桂、藏东南两大水风光综合基地开发建设，研究编制水风光一体化基地规划；推动东部沿海地区海上风电近海规模化开发和深远海示范化开发，重点建设山东半岛、长三角、闽南、粤东、北部湾五大海上风电基地集群。
        </p>
        <p>
            另一方面，要持续推进分布式新能源发展。积极推进新能源就地就近开发利用，加快负荷中心及周边地区分散式风电和分布式光伏建设，推动可再生能源发展与生态文明建设、新型城镇化、新基建、新技术等深度融合，不断拓展可再生能源发展新领域、新场景。推动实施“千乡万村驭风行动”和“千家万户沐光行动”，有序推进整县屋顶分布式光伏开发试点工作，进一步加强信息监测和披露，形成良好的上下联动机制。
        </p>
        <p>
            谈到农村地区能源绿色低碳转型，李创军指出农村可再生能源正在成为乡村振兴的重要载体。以风能、太阳能、生物质能等为代表的农村可再生能源，不仅能够保障农村地区清洁能源供应、促进绿色发展、改善生产生活条件，助力生态宜居美丽乡村建设，也正在成为壮大村集体经济、拓宽农民增收渠道、建设生态宜居美丽乡村、助力乡村振兴的有效途径。
        </p>
        <p>
            “十四五”时期，将锚定碳达峰、碳中和目标，大力推动农村可再生能源发展。重点利用院落空地、田间地头等地推进风电、光伏分布式发展，实施“千乡万村驭风行动”“千家万户沐光行动”。
        </p>

    </div>

    <div v-else-if="msg === 'ship'" class="wen">
        <div class="title">
            
            浩浩荡荡的新能源革命大背景下，船舶电动化的进程也在加速推进。
        </div>
        <p>
            8月中旬，国内首艘海上纯电动拖轮——“云港电拖一号”在江苏连云港交付试运行，可完全替代传统大功率燃油港作拖轮，填补了国内海上纯电动拖轮领域的空白。该船采用中国船舶第七一二所高安全性磷酸铁锂电池组作为主动力源，其电池组由亿纬动力（系亿纬锂能子公司）船用LF280电池组成。
        </p>

        <p>
            据电池中国了解，亿纬动力磷酸铁锂电芯LF280已取得CCS型式认可证书，具备高一致性（高度自动化、智能化、信息化生产）、高安全性（方形铝壳+防爆阀组合盖板，获德国莱茵TüV 防爆认证）、高性能（电池内阻低，放电倍率高，放电平台稳定）、长寿命（7000次以上循环寿命）四大优势。
        </p>

        <p>
            在此之前的6月，国内首艘纯电动集装箱船“国创号”在江苏泰州顺利下水，标志着全国内河航运智能化、绿色化、高效化的电动力发展时代已经到来。据悉，该船搭载的也是亿纬锂能动力电池，投运后该船每年可减少燃油消耗13万升，减少二氧化碳排放340吨。
        </p>

        <p>
            值得注意的是，“国创号”在我国水运交通领域创下多项第一：第一艘模块化电池动力组内河船舶；第一艘采用换电模式运营的内河船舶；第一艘采用智能船舶辅助驾驶系统、无轴轮缘推进系统的内河船舶；第一艘满足绿色船舶三级认证标准的内河船舶。
        </p>
        <p>
            除了亿纬锂能，今年7月，由中航锂电提供动力电池配套的纯电动豪华游船“滇景号顺利完成首次试航。今年5月，宁德时代与亚光科技签署协议，双方将在新能源电动船领域展开合作，包括游艇、游览船、公务船等的商务合作等。
        </p>
        <p>
            <span>市场加速爆发</span>
        </p>
        <p>
            据国际市场研究公司Research and Markets发布的《2015-2024全球电动船舶、小型潜艇及自动水下船舶的市场报告》，电动船舶市场正在快速增长，预计到2024年全球电动船舶市场规模将达到73亿美元。另有行业机构预测，2025年电动船舶锂电化渗透率将达约20%，电动船舶用锂电池市场将达到约35GWh。
        </p>
        <p>
            就国内市场来看，我国不仅有世界上最繁忙的内河通航系统，还有漫长的海岸线和众多的沿海与内河港口。数据显示，我国内河通航里程12.7万公里，居世界第一，内河运输船舶拥有量11.95万艘，规模十分庞大。行驶或停泊在内河航道和港口的船舶排放出的大量污染物，也破坏着生态环境。
        </p>
        <p>
            “目前，99%以上水运船舶采用柴油作为推进系统动力，混合动力和纯电动船迎来巨大发展机遇。”中国船级社武汉分社副总经理唐健表示，大力发展绿色航运，不仅能降低综合成本，对经济发展也具有重要现实意义。
        </p>
        <p>
            为推广纯电动船舶，我国有关部门也正在完善船舶检验法规和建造规范、加快推进船舶岸电受电设施改造、船舶使用岸电激励机制等。其中中国船级社已建立涵盖LNG（液化天然气）运输、加注、利用各环节的LN***上应用规范标准体系。
        </p>
        <p>
            <span>巨头争相涌入</span>
        </p>
        <p>
            从企业布局来看，早在2016年，亿纬锂能的船用动力电池就获得了中国船级社认证，是国内最早进入船舶领域的锂电池厂家。而2020年则是爆发之年。该年4月，由亿纬锂能提供动力电池的“阔阔真公主号纯电动游船”在广州开工建造，该船将使用磷酸铁锂电池，容量达1.5MWh。
        </p>
        <p>
            在这一年，国内首艘大型纯电动商旅客船“君旅号”在武汉投入运营，配套亿纬锂能磷酸铁锂电池，整船电池容量2.28MWh，相当于50辆电动汽车的电池容量。国内首艘纯电动港作拖轮在连云港开工建造，采用亿纬锂能的磷酸铁锂动力电池组。此外，亿纬锂能与上海瀚舜船务签署协议，该项目创下全球最大批次新能源散货船、全球单船最大的新能源散货船、全球最大的江海联运新能源散货船队三项世界纪录。
        </p>
        <p>
            “港口与城市的距离越来越近，为减少对近岸海域和居民的污染影响，亿纬锂能积极推进船用动力锂电池和电源系统技术创新，推动全国多地船舶油改电、铅酸电池改用锂电池工作。”亿纬锂能董事长兼总裁刘金成表示。
        </p>
        <p>
            电动船舶领域的另一主要玩家是宁德时代，2019年宁德时代与CCS武汉规范研究所签署战略合作协议，宁德时代由此正式进入船用市场。同亿纬锂能一样，2020年也是宁德时代电动船舶的丰收之年。
        </p>
        <p>
            这一年，福建省首艘电动高端内河游船“闽江之星”成功首航，采用宁德时代大容量磷酸铁锂电芯。中国自主设计建造的首艘海上危险品应急指挥船“深海01”轮在广州顺利下水，搭载了宁德时代的锂离子动力电池系统，标志着宁德时代首套海洋船舶动力电池系统成功下线。
        </p>
        <p>
            除此之外，这一年搭载宁德时代电池的还有：中国首艘油电混合动力海上双体邮轮“大湾区一号”、国内最大海洋综合科考实习船–“中山大学”号、珠江游纯电动游船主船体，以及全球电量最大的纯电动邮轮“长江三峡1号”。
        </p>
        <p>
            国轩高科也在积极涉足电动船舶。2020年3月，国轩高科控股子公司上海国轩舞洋船舶科技有限公司获首批3船套船舶动力锂电池系统订单，这也是国轩高科进军船舶动力锂电池市场以来获得的首批系统订单。
        </p>
        <p>
            另外，比亚迪也有意布局电动船舶领域。此前比亚迪董事长王传福在深圳与桂林市市长会面时曾表示，希望双方能在旅游轮船电动化等方面开展合作。某位与王传福熟悉的相关知情人士称，“比亚迪不甘于只在汽车领域打转。就像做了新的轨道业务——云轨一样，未来比亚迪甚至会涉足船舶、飞机等一切大交通领域。”
        </p>
        <p>
            业内预计，未来几年船舶电动化将进入快速发展期，而且纯电动船将成为发展的主流方向。显而易见，目前捷足先登的企业将抢先受益于市场增量红利。
        </p>

    </div>
</template>

<style scoped>
    .tu-ship{
        height: 600px;
        background-image: url(/big_shipping.jpeg);
        background-size: cover;
        background-position-y: 34%;
        background-position: center;
    }

    .tu-robot{
        height: 600px;
        background-image: url(/big_robot.jpeg);
        background-size: cover;
        background-position-y: 34%;
        background-position: center;
    }

    .tu-wind{
        height: 600px;
        background-image: url(/big_big_wind.jpeg);
        background-size: cover;
        background-position-y: 34%;
        background-position: center;
    }

    .tu-color{
        width: 100%;
        height: 100%;
        background-color: rgba(0,0,0,0.6);
        padding-top: 270px;
    }

    .tu-text{
        text-align: center;
        width: 60%;
        margin: 0 auto;
        max-width: 1000px;
    }

    @media screen and (max-width:701px) {
        .tu-text > h1{
            font-size: 2rem;
        }

    }

    @media screen and (min-width:701px) {
        .tu-text > h1{
            font-size: 3rem;
        }

    }
    
    .tu-text > h1{
        
        color: var(--font-whilt);
        margin-bottom: 30px;
    }

    .tu-text > p > span{
        padding: 0 10px;
    }

    .tu-text > p , .tu-text > p > a {
        transition: var(--transition-sd-02);
        color: var(--font-whilt); 
        cursor: var(--hover-pointer);
    }

    .tu-text > p > a:hover{
        color: var(--hover-color-green);

    }







    @media screen and (max-width:1051px) {
        

        .wen{
            width: 80%;
        }
    }

    @media screen and (min-width:1051px) {
        

        .wen{
            width: 50%;
        }
    }
    .wen{
        
        margin: 80px auto 60px;
    }

    .wen > p{
        margin-bottom: 30px;
        line-height: 1.5rem;
    }

    .wen > p > span{
        display: inline-block;
        line-height: 2rem;
        border-left: 5px solid var(--hover-color-green);
        padding-left: 30px;
        font-weight: bolder;
    }

    .wen > .title{
        position: relative;
        color: rgb(65,81,97);
        font-size:1.5rem;
        line-height: 2.4rem;
        border: 10px solid rgb(197, 231, 216);
        font-weight: bolder;
        text-align: center;
        padding:70px;
        margin-bottom: 30px;
    }

    .wen > .title::before{
        position: absolute;
        content: '\\\\';
        left: 60px;
        top: 70px;
        z-index: -1;
        color: rgb(227,229,231);
        font-size: 5rem;
        
        transform: rotate(30deg);
        font-weight: bolder;
    }
</style>